# -*- coding: utf-8 -*-

#+TITLE: Développement d'une maquette d'environnement modulaire pour la production de modèles de risques Source Froide
#+AUTHOR: Roland DONAT
#+EMAIL: roland.donat@edgemind.net

:OPTIONS:
#+DRAWERS: OPTIONS CACHE MACROS
#+STARTUP: content
#+STARTUP: hidestars

#+TODO: TODO(t) INPROGRESS(p) | DONE(d)
#+TODO: PROBLEM(p) FAILED(f) | SUCCESS(s)
#+TODO: NEW(n) INPROGRESS(p) | CORRECTED(c) REPORTED(r)

#+LANGUAGE: fr
#+OPTIONS: H:3 num:t toc:t \n:nil @:t ::t |:t ^:{} f:t TeX:t author:t d:nil

#+LaTeX_CLASS: edgemind-tcp
#+LaTeX_CLASS_OPTIONS: [a4paper,twoside,12pt]

#+LATEX_HEADER: \usepackage[utf8]{inputenc}
#+LATEX_HEADER: \usepackage[french]{babel}
#+LATEX_HEADER: \usepackage{amsmath}
#+LATEX_HEADER: \usepackage{amsfonts}
#+LATEX_HEADER: \usepackage{macros_math_rd}
#+LATEX_HEADER: \usepackage{color}
#+LATEX_HEADER: \definecolor{DarkGreen}	        {RGB}{118, 105,   7}
#+LATEX_HEADER: \definecolor{DarkBlue}          {RGB}{ 47,  78, 150}

#+LATEX_HEADER: \usepackage[pdftex,pdfborder={0 0 0},bookmarks=true,bookmarksnumbered=true,pdfpagemode=None,pdfstartview=FitH,pdfpagelayout=SinglePage,colorlinks=true,linkcolor=DarkBlue,urlcolor=DarkGreen,citecolor=DarkBlue]{hyperref}
#+LATEX_HEADER: \usepackage[isbn=false,doi=false,url=false]{biblatex}
#+LATEX_HEADER: \bibliography{biblio_edf_privee,biblio_libre}
#+LATEX_HEADER: \usepackage{subfig}
#+LATEX_HEADER: \captionsetup[table]{position=bottom,margin=90pt,font=small,labelfont=bf,labelsep=endash,format=plain}
#+LATEX_HEADER: \captionsetup[subfloat]{margin=0pt,font=footnotesize}
#+LATEX_HEADER: \usepackage{booktabs}
#+LATEX_HEADER: \usepackage{eurosym}

#+LATEX_HEADER: % Supprime l'indentation
#+LATEX_HEADER: \setlength{\parindent}{0pt}
#+LATEX_HEADER: % Espacement entre les paragraphes
#+LATEX_HEADER: %\setlength{\parskip}{1ex plus .4ex minus .4ex}
#+LATEX_HEADER: \setlength{\parskip}{2ex}
#+LATEX_HEADER: % Interligne
** Analyse remise 						   :noexport:

| Remise (%) | Taux (en EUR HT) | Total (en EUR HT) |
|       sans |              680 |          64600.00 |
|          2 |           666.40 |          63308.00 |
|          4 |           652.80 |          62016.00 |
|          5 |           646.00 |          61370.00 |
|          6 |           639.20 |          60724.00 |
|          8 |           625.60 |          59432.00 |
|         10 |           612.00 |          58140.00 |
|         12 |           598.40 |          56848.00 |
#+TBLFM: @2$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@2$2;%.2f::@3$2=@2$2*(1-@3$1/100);%.2f::@3$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@3$2;%.2f::@4$2=@2$2*(1-@4$1/100.);%.2f::@4$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@4$2;%.2f::@5$2=@2$2*(1-@5$1/100);%.2f::@5$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@5$2;%.2f::@6$2=@2$2*(1-@6$1/100);%.2f::@6$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@6$2;%.2f::@7$2=@2$2*(1-@7$1/100);%.2f::@7$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@7$2;%.2f::@8$2=@2$2*(1-@8$1/100);%.2f::@8$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@8$2;%.2f::@9$2=@2$2*(1-@9$1/100);%.2f::@9$3=vsum(remote(tab-planning-tech,@<<$3..@>$3))*@9$2;%.2f




*** Partie ferme

La facturation sera effectuée selon l’échéancier présenté dans le Tableau \ref{tab-cond-paie}.

#+CAPTION: Échéancier de facturation.
#+ATTR_LATEX: :environment tabularx :width 0.7\textwidth :align p{0.1\textwidth}p{0.175\textwidth}p{0.2\textwidth}
#+ATTR_LATEX: :center t :font \normalsize
#+ATTR_LATEX: :booktabs t
#+NAME: tab-cond-paie
|   Lot | Montant (en EUR HT) | Échéance          |
|-------+-----------------------+-------------------|
|     1 |              12920.00 | 16 mai 2014       |
|     2 |              38760.00 | 20 juin 2014      |
|     3 |              12920.00 | 12 septembre 2014 |
|-------+-----------------------+-------------------|
| Total |              64600.00 |                   |
#+TBLFM: @>$2=vsum(@I$2..@II$2);%.2f::@2$2=remote(tab-rep-facturation,@2$2)*remote(tab-montant-total,@2$1)/100;%.2f::@3$2=remote(tab-rep-facturation,@3$2)*remote(tab-montant-total,@2$1)/100;%.2f::@4$2=remote(tab-rep-facturation,@4$2)*remote(tab-montant-total,@2$1)/100;%.2f

*** Partie optionnelle

Le tableau \ref{tab-options} présente la liste des prestations optionnelles envisageables dans le
cadre de la mission.

#+CAPTION: Prestations optionnelles.
#+ATTR_LATEX: :environment tabularx :width 0.8\textwidth :align p{0.5\textwidth}p{0.2\textwidth}
#+ATTR_LATEX: :center t :font \normalsize
#+ATTR_LATEX: :booktabs t
#+NAME: tab-options
| Option                                                                                            | Montant (en EUR HT) |
|---------------------------------------------------------------------------------------------------+-----------------------|
| Mise en place d'un serveur de suivi de versions pour le développement de la base de connaissances |               3230.00 |
|---------------------------------------------------------------------------------------------------+-----------------------|
| Total                                                                                             |               3230.00 |
#+TBLFM: @2$2=remote(tab-montant-total,@2$1)*0.05;%.2f::@>$2=vsum(@I$2..@II$2);%.2f


